Revit 2024 API
TableMergedCell.Bottom Property
 Specifies the row index of the bottom-right corner of a table grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public int Bottom { get; set; }
Visual Basic
Public Property Bottom As Integer
	Get
	Set
Visual C++
public:
property int Bottom {
	int get ();
	void set (int value);
}
See Also
TableMergedCell Class
Autodesk.Revit.DB Namespace